Repository: nilovelez/pdfjs-viewer-shortcode
Catalog: languages/pdfjs-viewer-shortcode-*.po
Languages: es_es, fr_fr

source: You do not have sufficient permissions to access this page.
es_es: No tienes los suficientes permisos para acceder esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: PDFjs Viewer Options
es_es: Opciones de PDFjs Viewer
fr_fr: Options de la visionneuse PDFjs

source: Defaults
es_es: Valores por defecto
fr_fr: Paramètres par défaut

source: These are the initial settings applied when a PDF is embedded. You can adjust them in the editor at any time. Updates to these default settings only apply to new PDF embeds, not existing ones.
es_es: Estas son los ajustes iniciales aplicados cuando se incrusta un PDF. Puede ajustarlas en el editor en cualquier momento. Las actualizaciones de este ajuste por defecto solo se aplica a nuevas incrustaciones de PDF, no a las existentes.
fr_fr: Ce sont les paramètres initiaux appliqués lors de l'intégration d'un PDF. Vous pouvez les ajuster dans l'éditeur à tout moment. Les mises à jour de ces paramètres par défaut ne s'appliquent qu'aux nouvelles intégrations de PDF, pas aux intégrations existantes.

source: Show Save Button
es_es: Mostrar botón de guardar
fr_fr: Afficher le bouton Enregistrer

source: Show Print Button
es_es: Mostrar botón de imprimir
fr_fr: Afficher le bouton Imprimer

source: Show Fullscreen Link
es_es: Mostrar enlace de pantalla completa
fr_fr: Afficher le lien Plein écran

source: Fullscreen Link Text
es_es: Texto del enlace a pantalla completa
fr_fr: Texte du lien Plein écran

source: Fullscreen Links in New Tabs
es_es: Enlaces de pantalla completa en nuevas pestañas
fr_fr: Liens plein écran dans les nouveaux onglets

source: Embed Height
es_es: Altura de incrustación
fr_fr: Hauteur de l'intégration

source: Embed Width
es_es: Ancho de incrustación
fr_fr: Largeur de l'intégration

source: Note: 0 = 100%
es_es: Nota: 0 = 100%
fr_fr: Remarque: 0 = 100%

source: Global Defaults
es_es: Valores por defecto globales
fr_fr: Paramètres par défaut globaux

source: These settings control how all PDFs appear on your site. Any changes you make here will affect all PDFs that use PDF.js.
es_es: Este ajuste controla cómo aparecen todos los PDF en tu sitio. Cualquier cambio que realices aquí afectará a todos los PDF que usan PDF.js.
fr_fr: Ces paramètres contrôlent l'apparence de tous les PDF sur votre site. Toute modification apportée ici affectera tous les PDF qui utilisent PDF.js.

source: Show Search Button
es_es: Mostrar botón de búsqueda
fr_fr: Afficher le bouton Rechercher

source: Show Editing Buttons
es_es: Mostrar botones de edición
fr_fr: Afficher les boutons d'édition

source: Viewer Scale
es_es: Escala del visor
fr_fr: Échelle de la visionneuse

source: Auto
es_es: Automático
fr_fr: Automatique

source: Actual Size
es_es: Tamaño real
fr_fr: Taille réelle

source: Page Fit
es_es: Ajuste de página
fr_fr: Ajustement de la page

source: Page Width
es_es: Ancho de página
fr_fr: Largeur de la page

source: Page Mode (aka Sidebar)
es_es: Modo de página (barra lateral)
fr_fr: Mode de page (barre latérale)

source: None
es_es: Ninguno
fr_fr: Aucun

source: Thumbs
es_es: Miniaturas
fr_fr: Vignettes

source: Bookmarks
es_es: Marcadores
fr_fr: Signets

source: Attachments
es_es: Archivos adjuntos
fr_fr: Pièces jointes

source: Alternative PDF Loading
es_es: Carga alternativa de PDF
fr_fr: Chargement alternatif du PDF

source: Beta. Test with caution and
es_es: Beta. Pruébalo con cautela y
fr_fr: Bêta. Testez avec prudence et

source: leave feedback
es_es: déjanos tus comentarios
fr_fr: laisser un commentaire

source: on how it works.
es_es: sobre cómo funciona.
fr_fr: sur son fonctionnement.

source: When editing existing content, it may cause existing blocks to have "unexpected or invalid content" upon editing. Don't worry, just click the three little dots, choose "Attempt Block Recovery", and everything should be working again. This "unexpected or invalid content" will not affect live content, just content in the editor.
fr_fr: Lors de la modification du contenu existant, les blocs existants peuvent avoir un "contenu inattendu ou invalide" lors de la modification. Ne vous inquiétez pas, cliquez simplement sur les trois petits points, choisissez "Tenter la récupération du bloc", et tout devrait fonctionner à nouveau. Ce "contenu inattendu ou invalide" n'affectera pas le contenu en direct, seulement le contenu dans l'éditeur.

source: Embed PDF.js Viewer
es_es: Incrustar visor PDF.js
fr_fr: Intégrer la visionneuse PDF.js

source: Show Fullscreen Option
es_es: Mostrar opción de pantalla completa
fr_fr: Afficher l'option plein écran

source: Open Fullscreen in new tab?
es_es: ¿Abrir pantalla completa en nueva pestaña?
fr_fr: Ouvrir le plein écran dans un nouvel onglet ?

source: Viewer Height (pixels)
es_es: Altura del visor (píxeles)
fr_fr: Hauteur de la visionneuse (pixels)

source: Viewer Width (pixels)
es_es: Ancho del visor (píxeles)
fr_fr: Largeur de la visionneuse (pixels)

source: PDF.js Embed
es_es: Incrustar PDF.js
fr_fr: Intégration PDF.js

source: Remove PDF
es_es: Quitar PDF
fr_fr: Supprimer le PDF

source: Remove the current PDF file
es_es: Quitar el archivo PDF actual
fr_fr: Supprimer le fichier PDF actuel

source: Choose a PDF file
es_es: Elige un archivo PDF
fr_fr: Choisir un fichier PDF

source: Open media library to choose a PDF file
es_es: Abrir la biblioteca de medios para elegir un archivo PDF
fr_fr: Ouvrir la bibliothèque de médias pour choisir un fichier PDF

source: PDF Preview
es_es: Vista previa del PDF
fr_fr: Aperçu du PDF

source: PDF document preview
es_es: Vista previa del documento PDF
fr_fr: Aperçu du document PDF

source: Security Check Failed
es_es: Ha fallado la combrobación de seguridad
fr_fr: Échec de la vérification de sécurité

source: Add PDF
es_es: Añadir PDF
fr_fr: Ajouter un PDF

source: Add PDF to content
es_es: Añadir PDF al contenido
fr_fr: Ajouter un PDF au contenu

source: Open PDF in fullscreen mode
es_es: Abrir PDF en modo de pantalla completa
fr_fr: Ouvrir le PDF en mode plein écran

source: PDF Viewer
es_es: Visor de PDF
fr_fr: Visionneuse PDF

source: PDF document: %s
es_es: Documento PDF: %s
fr_fr: Document PDF : %s

source: Most defaults only affect new posts and existing posts when you edit them. Not all options work with the shortcode.
fr_fr: La plupart des valeurs par défaut n'affectent que les nouvelles publications et les publications existantes lorsque vous les modifiez. Toutes les options ne fonctionnent pas avec le shortcode.

source: These options are not customizable per page/post at this time. Only globally.
fr_fr: Ces options ne sont pas personnalisables par page/publication pour le moment. Seulement globalement.

source: Settings
es_es: Ajustes
fr_fr: Paramètres

source: Insert a PDF
es_es: Insertar un PDF
fr_fr: Insérer un PDF

source: Insert
es_es: Insertar
fr_fr: Insérer

source: PDFjs Viewer has been updated.\n\nIf you edit a post that contains a PDF, you may see a message with an \"Attempt Block Recovery\" button. Simply click it—this is a normal part of how WordPress handles updates.\n\nIf you choose not to recover the block, your existing PDFs will still work perfectly, and your visitors won't see any changes.
fr_fr: PDFjs Viewer a été mis à jour.\n\nSi vous modifiez un article contenant un PDF, vous pourriez voir un message avec un bouton \"Tentative de récupération du bloc\". Cliquez simplement dessus : c'est une partie normale de la façon dont WordPress gère les mises à jour.\n\nSi vous choisissez de ne pas récupérer le bloc, vos PDFs existants continueront de fonctionner parfaitement et vos visiteurs ne verront aucun changement.

source: Dismiss
es_es: Descartar
fr_fr: Ignorer

source: Insufficient permissions.
es_es: Permisos insuficientes.
fr_fr: Permissions insuffisantes.

source: Security Error:
es_es: Error de seguridad:
fr_fr: Erreur de sécurité :

source: PDF files must be hosted on the same domain as this site.
es_es: Los archivos PDF deben estar alojados en el mismo dominio que este sitio.
fr_fr: Les fichiers PDF doivent être hébergés sur le même domaine que ce site.

source: PDF is hosted on: %1$s but this site is: %2$s
es_es: El PDF está alojado en: %1$s pero este sitio es: %2$s
fr_fr: Le PDF est hébergé sur : %1$s mais ce site est : %2$s

source: PDF Selector
es_es: Selector de PDF

source: PDF.js Options
es_es: Opciones de PDF.js

source: Show Save Option
es_es: Mostrar opción de guardar

source: Yes
es_es: Sí

source: Show Print Option
es_es: Mostrar opción de imprimir

source: PDFjs Viewer has been updated. If you edit a post that contains a PDF, you may see a message with an "Attempt Block Recovery" button. Simply click it as this is a normal part of how WordPress handles updates. If you choose not to recover the block, your existing PDFs will still work perfectly, and your visitors won't see any changes.
es_es: PDFjs Viewer ha sido actualizado. Si editas una publicación que contenga un PDF, es posible que veas un mensaje con un botón «Intentar recuperación de bloque» Simplemente haz clic en él: esto es una parte normal de cómo WordPress maneja las actualizaciones. Si decides no recuperar el bloque, tus PDFs existentes seguirán funcionando perfectamente y tus visitantes no verán ningún cambio.

source: Dismiss notice
es_es: Descartar aviso

source: Invalid attachment.
es_es: Adjunto no válido.

source: You do not have permission to view this attachment.
es_es: No tienes permiso para ver este adjunto.

source: This attachment is not a PDF file.
es_es: Este adjunto no es un archivo PDF.

source: PDF Document
es_es: Documento PDF

source: Skip to PDF content
es_es: Saltar al contenido del PDF

source: Embed PDFs with the gorgeous PDF.js viewer
es_es: Incrustación de PDF con el magnífico visor PDF.js
